Revit 2027 API
IndexPrimitive Properties
The IndexPrimitive type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
IndexPrimitive Class
Autodesk.Revit.DB.DirectContext3D Namespace